tap "argoproj/tap"
tap "asmvik/formulae"
tap "hashicorp/tap"
tap "kayac/tap"

brew "ansible"
brew "argocd"
brew "awscli"
brew "colima"
brew "conftest"
brew "delve"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eksctl"
brew "fzf"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "go"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "kind"
brew "krew"
brew "kubernetes-cli"
brew "kubie"
brew "kustomize"
brew "mysql-client"
brew "neovim"
brew "node"
brew "openssl"
brew "skaffold"
brew "tmux"
brew "uv"
brew "yq"
brew "zsh-completions"

brew "coreutils"
brew "grep"

brew "argoproj/tap/kubectl-argo-rollouts"
brew "asmvik/formulae/yabai"
brew "hashicorp/tap/terraform"
brew "kayac/tap/ecspresso"

cask "deskpad"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
